mi_category_list = {
    5:["实用工具",66],
    27:["影音视听",66],
    2:["聊天社交",66],
    7:["图书阅读",53],
    12:["学习教育",66],
    10:["效率办公",66],
    9:["时尚购物",66],
    4:["居家生活",66],
    3:["旅行交通",66],
    6:["摄影摄像",44],
    14:["医疗健康",66],
    8:["体育运动",37],
    11:["新闻咨询",66],
    13:["娱乐消遣",66],
    1: ["金融理财", 66],

    16:["战争策略",32],
    17:["动作枪战",66],
    18:["赛车游戏",66],
    19:["网游RPG",66],
    20:["棋牌桌游",27],
    21:["格斗快打",20],
    22:["儿童益智",66],
    23:["休闲创意",66],
    25:["飞行空战",35],
    26:["跑酷闯关",50],
    28:["塔防迷宫",21],
    29:["模拟经营",41]
}

output_file_path = "./fi"